UTILIDAD/RECAUDACIONES/RECAUDACION BROADNET/TRAMAS/RESPUESTA_CONSULTA_BROADNET.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
   <soap:Body>
      <ns3:salidaConsultarDeuda xmlns:ns2="http://www.bolivariano.com/mensaje/MensajeOTC" xmlns:ns3="http://www.bolivariano.com/ws/OTCService">
         <ns2:codigoError>0</ns2:codigoError>
         <ns2:datosAdicionales/>
         <ns2:formaPago>COMBO</ns2:formaPago>
         <ns2:mensajeUsuario>OK</ns2:mensajeUsuario>
         <ns2:recibos>
            <ns2:recibo>
               <totalAPagar>1.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>2.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>3.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>4.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>5.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>8.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>10.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>15.0</totalAPagar>
            </ns2:recibo>
            <ns2:recibo>
               <totalAPagar>30.0</totalAPagar>
            </ns2:recibo>
         </ns2:recibos>
      </ns3:salidaConsultarDeuda>
   </soap:Body>
</soap:Envelope>